const movieDb = [
{
    "trailer":"https://www.youtube.com/embed/qed_rxTYcno",
    "img":"/api/assets/images/movies/אחרי_שהגענו_פוסטר_מתוקן.jpg",
    "name":"אחרי ש... הגענו לסוף הטוב",
    "type":"movie",
    "description":"החלק הרביעי בסדרהטסה והרדין חוו הפתעות ומכשולים רבים. הקשר ביניהם אומנם חזק יותר מאי פעם, אך גילוים חדשים מרעידים את האדמה, את יסודות קיומם ואת השריון הבלתי חדיר של הרדין. בעוד האמת על משפחותיהם מאיימת לזעזע את עולם, השוני ביניהם מטשטש; טסה, איננה עוד הבחורה המתוקה, הפשוטה והתמימה שהיתה כשהכירה את הרדין, בדיוק כפי שהרדין איננו עוד הבחור האכזר, עם מצבי הרוח בו התאהבה. טסה מבינה היטב את הרגשות הקודחים בדמו של הרדין, מכירה את כל מחשבותיו הטורדניות והיא יודעת שהיא היחידה שיכולה להרגיע אותו כשהוא מתפרץ. הוא זקוק לה. אך סודות מהעבר מתגלים, והרדין מסתגר יותר ויותר בתוך כאבו, והודף את טסה, ואת כל אוהביו, רחוק ממנו ומחייו. אחרי הכול, טסה כבר אינה בטוחה שתוכל להציל אותו, לא בלי להקריב את עצמה. האם אהבה שווה את אובדנה שלה? היא מסרבת להיכנע בלי מאבק. אבל למען מי היא נאבקת – למען הרדין, או למען עצמה?<br>",
    "length":94,
    "genre": "רומנטי",
    "year":"2022"
},
{
    "trailer":"https://www.youtube.com/embed/njc9GdGipKg",
    "img":"/api/assets/images/movies/סוכנת_תחת_אש.jpg",
    "name":"סוכנת תחת אש",
    "type":"movie",
    "description":"קייט, סוכנת חשאית בלונדון, מנסה למנוע מתקפת טרור שעתידה לפרוץ בניו יורק, אך נאלצת להמלט בעצמה מכוחות הבטחון כאשר היא מופללת בפשעים שהיא לא ביצעה.<br>",
    "length":96,
    "genre": "פעולה",
    "year":"2022"
},
{
    "trailer":"https://www.youtube.com/embed/SsAxf1_D_Tc",
    "img":"/api/assets/images/movies/הוט_קוטור.jpg",
    "name":"הוט קוטור",
    "type":"movie",
    "description":"אסתר, תופרת ראשית בבית האופנה של כריסטיאן דיור, נמצאת בסוף הקריירה שלה. יום אחד, התיק שלה נגנב על ידי בחורה צעירה בת 20, ג'ייד. במקום להתקשר למשטרה, אסתר לוקחת את ג'ייד תחת חסותה ומעבירה לה את כישורי תפירת העלית, מלאכת עשיית השמלות, האושר היחיד שלה. בעולם התזזיתי של ההוט קוטור, אסתר בגילומה של אחת השחקניות המובילות בצרפת, נטלי ביי, מאפשרת לג'ייד להגיע מעבר לעצמה ולשנות את מסלול חייה.<br>",
    "genre": "דרמה",
    "length":100,
    "year":"2022"
},
{
    "trailer":"https://www.youtube.com/embed/YZbt_xrPMaY",
    "img":"/api/assets/images/movies/אין_מצב.jpg",
    "name":"אין מצב",
    "type":"movie",
    "description":"אמן האימה זוכה האוסקר ג'ורדן פיל (תברח) בסרטו הגדול ביותר עד כה: דניאל קלויה (תברח) וקקה פאלמר (נוכלות בלי חשבון) הם אח ואחות בחוות בודדים במדבר של קליפורניה החוזים בתגלית מוזרה ומצמררת. מה שתחילה נראה כמו פלא על טבעי ניסי, מתגלה כסיוט מטיל אימה שמגיע מלמעלה.<br>",
    "genre": "אימה",
    "length":130,
    "year":"2022"
},
{
    "trailer":"https://www.youtube.com/embed/o-fD1EbuJf0",
    "img":"/api/assets/images/movies/חיים_במנוסה.jpg",
    "name":"חיים במנוסה",
    "type":"movie",
    "description":"סרטו החדש של שון פן, שגם מביים וגם משחק בסרט לצד בתו בחיים האמיתיים דילן פן, הוא דרמה המבוססת על סיפורו אמיתי של ג'ון ווגל, אחד הפושעים והזייפנים המפורסמים שידעה ארהב, שחי את החיים במהירות, כיוון גבוה - והתרסק בלהבות. כילדה, ג'ניפר ווגל הרגישה שאביה הכריזמטי גרם לחיים להראות כמו הרפתקה בלתי נגמרת מלאה בכיף, אהבה, מוזיקה וטיולים. היום, כשהיא אישה צעירה, היא תצטרך להסתכל על תקופה ההרפתקאות של ילדותה בעיניים מפוכחות, ולהשלים עם היותה בתו של זייפן שבילה את רוב חייה כפושע נמלט...<br>",
    "genre": "דרמה",
    "length":114,
    "year":"2022"
},
{
    "trailer":"https://www.youtube.com/embed/qmNQqnU1TNk",
    "img":"/api/assets/images/movies/דיוויד_בואי(1).jpg",
    "name":"דיוויד בואי: Moonage Daydream",
    "type":"movie",
    "description":"מסע קולנועי חוויתי החוקר את פועלו, חזונו והמוזיקה של אחד האומנים החשובים ביותר בתרבות הפופ: דיוויד בואי.מאת הקולנוען המוערך ברט מורגן ובשיתוף פעולה רשמי עם משפחתו של בואי.הסרט הוא פרי עבודה של חצי עשור ומציג קטעים שמעולם לא נראו על המסך, וידיאו ארט, הופעות נדירות ואת כל להיטיו הגדולים של בואי.<br>",
    "genre": "תעודי",
    "length":140,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/wnjHgrWBerc",
    "img":"/api/assets/images/movies/דרגון_בול(1).jpg",
    "name":"דרגון בול סופר: סופר הירו",
    "type":"movie",
    "description":"צבא הסרט האדום הובס בעבר על ידי סאן גוקו. אחרוני הנאמנים לצבא יצרו את האנדרואידים האולטימטיביים, גמא 1 וגמא 2. שני האנדרואידים הללו מכנים את עצמם 'גיבורי על'. הם תוקפים את פיקולו וגוהאן... מה מטרתו של צבא הסרט האדום החדש?&nbsp;בפני הסכנה הקרבה, זה הזמן להתעורר, גיבור על!הסרט יוקרן בגרסה היפנית המקורית עם כתוביות בעברית.<br>",
    "genre": "אנימציה",
    "length":100,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/SzdwRPdUW_A",
    "img":"/api/assets/images/movies/השכן_הזר.jpg",
    "name":"השכן הזר",
    "type":"movie",
    "description":"שעת לילה מאוחרת. שני גברים נוסעים בכביש החוצה יער חשוך. הם חוזרים מבילוי במועדון. אחד מהם הוא השכן החדש שעבר לגור בבית בקצה הרחוב. איש מסתורי ומוזר. למרות זאת נראה שתוך כמה ימים השניים נהפכו לחברים. בעיקול הדרך הם לא מבחינים בבחורה שרוכבת על אופניה. הרכב פוגע באופניים. כשהם יוצאים מהמכונית, נראה שהפגיעה אנושה. דיוויד המבוהל רוצה להתקשר למשטרה אבל השכן מתעקש שאסור להם לעשות את זה והם חייבים לברוח מהמקום. אין עדים לתאונה והוא יעלים את הרכב.בזמן שדיוויד אכול אשמה, נראה שלרוברט השכן יש כמה סודות אפלים שהוא חייב להסתיר.<br>",
    "genre": "מתח",
    "length":98,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/TiMA39-MySg",
    "img":"/api/assets/images/movies/שירת_סרטני_הנהר(1).jpg",
    "name":"שירת סרטני הנהר",
    "type":"movie",
    "genre": "דרמה",
    "description":"הרומן רב-המכר מגיע למסך הגדול בתעלומה הכובשת 'שירת סרטני הנהר'.&nbsp;הסרט מגולל את סיפורה של קאיה, נערה עזובה אשר גידלה את עצמה באזור הביצות המסוכן שבצפון קרוליינה. במשך שנים השמועה על 'נערת הביצה' רדפה את מפרץ ברקלי, מה שבודד את קאיה עוד יותר מהקהילה, על אף חדותה ויכולת ההסתגלות שלה.בעודה נמשכת לשני נערים מהעיר, קאיה פותחת את עצמה לעולם חדש ומבהיל. אך אז, אחד מהנערים מוצא את מותו והקהילה מיד הופכת אותה לחשודה העיקרית. בעוד תעלומת הרצח מתפתחת, הסיפור האמיתי מאחורי מה שקרה רק ממשיך להתעמעם ומאיים לחשוף את מלוא עומקם של הסודות השוכנים באזור הביצות.<br>",
    "length":125,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/PQBLO-OeX_0",
    "img":"/api/assets/images/movies/רכבת_הקליע.jpg",
    "name":"רכבת הקליע",
    "type":"movie",
    "genre": "פעולה",
    "description":"ב'רכבת הקליע' בראד פיט מככב  ליידיבאג, מתנקש חסר מזל הנחוש לבצע את עבודתו בדרכי שלום לאחר שיותר מדי משימות שלו השתבשו. אך לגורל, מסתבר, יש תכניות אחרות. משימתו הנוכחית של ליידיבאג מציבה אותו במסלול התנגשות עם יריבים קטלניים מרחבי העולם – כשלכולם מטרות קשורות אך סותרות - על הרכבת המהירה בעולם. מהבמאי של 'דדפול 2', דיוויד ליץ', התחנה האחרונה היא רק ההתחלה במסע פרוע וחסר מעצורים דרך יפן המודרנית.<br>",
    "length":127,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/boc4djd689U",
    "img":"/api/assets/images/movies/סמוראי_מדובב.jpeg",
    "name":"סמוראי על ארבע-מדובב",
    "type":"movie",
    "genre": "אנימציה",
    "description":"קומדיה משעשעת לכל המשפחה מהבמאי של מלך האריות&nbsp;כלב צעיר בשם האנק, מגיע לעיירת חתולים ונאלץ להתמודד עם זרותו, ועם הבקשה כי יהיה הסמוראי השומר של העיירה מפני הפולשים הנטפלים אליה. הוא מחפש מורה לאומנויות לחימה ומתחבר עם סמוראי נרגן שיצא לפנסיה. האם יצליחו יחד להפוך את האנק לסמוראי שיציל את העיירה?<br>",
    "length":97,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/vr7A_yS6GSU",
    "img":"/api/assets/images/movies/ליגת_סופר_פטס_חדש(1).jpg",
    "name":"ליגת סופר פטס-מדובב",
    "type":"movie",
    "genre": "אנימציה",
    "description":"שבועות בקולנוע. סרט אנימציה מבין היוצר של DC קומיקס וורנר אנימיישן. הכלב של סופרמן בעל כוחות העל, קריפטו, חובר לחבורה של חיות מחמד שקיבלו כוחות על בטעות ועכשיו נדרשים להציל את העולם.<br>",
    "length":106,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/CgcCSkDYL_I",
    "img":"/api/assets/images/movies/השכנים_מלמעלה.jpg",
    "name":"השכנים מלמעלה",
    "type":"movie",
    "genre": "קומדיה",
    "description":"במסורת “זרים מושלמים” סלון אחד. זוגות נפגשים. סודות נחשפים.&nbsp;חוליו ואנה נשואים כבר מעל 15 שנה. הזוגיות שלהם בשחיקה והמרירות ביניהם הפכה לנורמה. ערב אחד, אנה מחליטה להזמין את השכנים החדשים מלמעלה למורת רוחו של בעלה. הזוג הצעיר נמרץ, חושני, חייכני, פתוח ומהווה לזוג מראה של עצמם. ארוחת הערב התמימה מוציאה במהרה מהרביעיה סודות סמויים, פנטזיות והרבה פלפל, שאחריהם אף זוג לא יישאר אותו הדבר. העלילה מתרחשת בסלון אחד וחושפת צונאמי משעשע של רגשות, הפתעות וטוויסטים.<br>",
    "length":82,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/qwZR4tfmLSk",
    "img":"/api/assets/images/movies/טרף.jpg",
    "name":"טרף",
    "type":"movie",
    "genre": "מתח",
    "description":"באגדות המקומיות קוראים לו:  השטן אידריס אלבה (מהיר ועצבני: הובס ושואו , יחידת המתאבדים) מככב במותחן אקשן חדש ואינטנסיבי על אב ושתי בנותיו המתבגרות שמוצאים את עצמם ניצודים על ידי אריה עצום ומסוכן שמטיל אימה על כפר שלם.&nbsp;עמוק בתוך הסוואנה האפריקנית, יש מקום רק לטורף-על אחד.<br>",
    "length":93,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/iB9FMQczXIk",
    "img":"/api/assets/images/movies/עולם_אחר.jpg",
    "name":"עולם אחר",
    "type":"movie",
    "genre": "רומנטי",
    "description":"פיליפ ואן מתכוונים להיפרד לאחר נישואים ארוכי שנים. במפגש עם עורכי דין לפני הגירושים הם מתווכחים על חלוקת רכושם. אן טוענת שהקידום שקיבל פיליפ בחברה אמריקאית שבה הוא עובד הפכה את חייהם המשותפים ל גיהנום . במהרה אנו מתוועדים למה שאן דברה עליו – התמסרותו המוחלטת של פיליפ למשרתו ולניסיון החברה האמריקאית המופקדת עליו לפטר עובדים ממפעל צרפתי. האם פיליפ יתעשת לפני שיאבד את אשתו, בריאותו הנפשית של בנו המתבגר וערכי המוסר הבסיסי עליהם בנה את חייו?סרטו החדש של הבמאי הצרפתי עטור הפרסים סטפן בריזה ( ערכו של אדם ) הוא דרמה חברתית אינטימית ומרגשת שמתהדרת בנוכחותם של שניים מהשחקנים הצרפתים הגדולים של דורם, ונסן לינדון ( ערכו של אדם ,  טיטאן ) וסנדרין קיברלן ( הנשים בקומה השישית , בידיים טובות ), שמעניקים הופעות מטלטלות ובלתי נשכחות.<br>",
    "length":96,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/yz_guRuJg00",
    "img":"/api/assets/images/movies/דלישס.jpg",
    "name":"דלישס",
    "type":"movie",
    "genre": "רומנטי",
    "description":"ערב המהפכה הצרפתית, פייר מנסרון, שף מוכשר אך גם גאוותן מאבד את עבודתו כשף פרטי באחוזה ומוצא את עצמו\\nללא עבודה או מקום מגורים, ובעיקר ללא טעם להמשיך לבשל. כאשר צעירה זרה ומסתורית\\nמגיעה אליו על מנת ללמוד ממנו את רזי המטבח הוא מסרב בתוקף, אבל היא לא מוותרת,\\nנותנת לו את כל כספה ומתחננת שילמד אותה. פייר חוזר למקומו הטבעי במטבח ומגלה מחדש\\nאת התשוקה לבישול, והרבה מעבר לכך - השף, שתמיד היה כפוף לרצונות אחרים, עובר\\nמהפכה משלו. נחוש בדעתו להביא את האוכל שלו לכל אדם בלי קשר למעמדו, פייר יצטרך\\nלהשתמש בכל היצירתיות שבו, ועל הדרך, בטעות, ישנה את ההיסטוריה. דלישס  הוא סיפור הקמת\\nהמסעדה הראשונה בעולם, דרמה קומית שלוקחת את הצופה אל לב המטבח ומעניקה לו מתכון\\nמעורר תאבון עם כל המרכיבים הנכונים - פטיפורים שהם מלאכת מחשבת, סעודות מפוארות\\nועשירות, קינוחים כיד המלך וכמובן סיפור אהבה.<br>",
    "length":112,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/Lm2a_XCMQ8c",
    "img":"/api/assets/images/movies/יום_האם.jpg",
    "name":"יום האם",
    "type":"movie",
    "genre": "רומנטי",
    "description":"ג'יין,\\nמשרתת יתומה, עובדת באחוזה מפוארת באנגליה של אחרי מלחמת העולם הראשונה. זהו יום\\nהאם וכל העובדים נרגשים לצאת ליום חופש ולחזור הביתה, ואילו ג'יין מוצאת עצמה לבדה\\nבכפר. את היום החופשי היא מבלה בחברת מאהבה הסודי, פילוסוף בן עשירים מהאחוזה\\nהסמוכה המאורס לאישה אחרת. אך בדיוק כשנדמה שתשוקתם של האוהבים הצעירים תגבר על\\nהכל - חייה של ג'יין ושל תושבי הכפר משתנים, שוב, ללא היכר.  יום\\nהאם  היא דרמה רומנטית שהוקרנה גם בפסטיבל קאן וגם בפסטיבל טורונטו, בבימויה\\nשל אחת הבמאיות העולות והמוערכות בעולם כרגע, אווה הוסון. בכיכובם של מיטב שחקני\\nבריטניה – ג'וש אוקונול ( הכתר ), אודסה יאנג, וזוכי האוסקר קולין פירת'\\nואוליביה קולמן - זוהי דרמה יפהפיה וחושנית על אהבה, מעמדות ואימהות, שמתרחשת על\\nרקע אחוזות היוקרה והנופים המרהיבים של אנגליה הכפרית.<br>",
    "length":104,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/9MJHNfq9rOw",
    "img":"/api/assets/images/movies/הדבורה_מאיה_וביצת_הזהב.jpg",
    "name":"הדבורה מאיה וביצת הזהב-מדובב",
    "type":"movie",
    "genre": "אנימציה",
    "description":"הדבורה המפורסמת בעולם חוזזזזזזרת לעשות בלאגן! מאיה, דבורה קטנה ושובבה וחברה הטוב ווילי, מקבלים משימה חשובה: להעביר את ביצת הזהב היקרה למקום מבטחים. אבל כשהביצה בוקעת העניינים מתחילים להסתבך... שני החברים יוצאים למסע הרפתקאות קסום, מרתק ומלא בצוף. בדרך הם מגלים עולמות חדשים, מסתבכים בקרבות חרקים, ולומדים שרק בעבודה משותפת אפשר למצוא מוצא מכל צרה!<br>",
    "length":88,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/MdNtPN-uxUE",
    "img":"/api/assets/images/movies/אוהב_אותך_צארלי(2).jpg",
    "name":"אוהב אותך צ'ארלי",
    "type":"movie",
    "genre": "קומדיה",
    "description":"במאי חנון (מיכאל אלוני) והצוות המוטרף שלו, מצלמים לתוכנית ריאליטי זמרת נוצצת (נועה קירל) המתארחת לשבוע בביתו של צ'ארלי (אלון אבוטבול) ראש משפחת פשע אכזרי ומשפחתו המוחצנת. עולם הבידור במפגש עם עולם הפשע. צ'ארלי ומשפחתו מתמרנים את צוות הצילום ואת הכוכבת הצעירה ומדרדרים אותם לעולמם האפל והקטלני.קומדיה על טוב ורע.<br>",
    "length":95,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/s200pbk_U_4",
    "img":"/api/assets/images/movies/האח_הגדול(1).jpg",
    "name":"האח הגדול",
    "type":"movie",
    "genre": "דרמה",
    "description":"לאלה, אח גדול לשלוש אחיות מבטיח לאימו הגוססת שלפני שהוא יתחתן, הוא יחתן את אחיותיו. לאלה עובד יום ולילה כדי להרוויח מספיק כסף כדי לתת נדוניה לכל אחת מהן בזמן שאהובת ילדותו, סאפנה מציקה לו שהם צריכים כבר להתחתן.<br>",
    "length":110,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/wNgHseFnp7o",
    "img":"/api/assets/images/movies/אחרי_שנפלנו.jpg",
    "name":"אחרי ש... נפלנו",
    "type":"movie",
    "genre": "רומנטי",
    "description":"אהבתם של טסה ושל הרדין היתה מלכתחילה מורכבת. עכשיו היא מבלבלת מתמיד. אחרי שנפלנו החיים כבר לא יהיו כפי שהיו. בדיוק כאשר טסה מקבלת את ההחלטה הגורלית ביותר בחייה, הכול משתנה.&nbsp;הרדין, האדם היחיד שעליו היא אמורה לסמוך, רותח מזעם, כשהוא מגלה את הסוד הגדול שהיא מסתירה. אך במקום לגלות הבנה הוא פוגע בכל מי שנקרה בדרכו. טסה יודעת שהרדין אוהב אותה ויעשה הכול כדי להגן עליה,&nbsp;מעגל הקנאה, הכעס והמחילה, מתיש. היא מעולם לא חשה רגשות כה עוצמתיים כלפי מישהו, מעולם לא התרגשה כל כך מנשיקה. האם הלהט הזה, שאי אפשר לעמוד בפניו, שווה את כל הדרמה הנלווית אליו?<br>",
    "length":98,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/ZLpUg9GX9yc",
    "img":"/api/assets/images/movies/עולה_לראש.jpg",
    "name":"עולה לראש",
    "type":"movie",
    "genre": "קומדיה",
    "description":" ערוץ הכיבוד , הלא הם שקד פררה, אסטמה דה-לוקו ולידוי, היו הרכב הפופ המצליח בארץ, עד שאמירה אומללה שלהם כנגד הצבא הפכה אותם בן לילה לאויבי המדינה. בניסיון לשקם את שמם, שלושת הכוכבים הכי מפונקים במדינה מתגייסים ללהקת היח צ - להקה צבאית שמטרתה לעלות את הפופולריות של צה ל, בפיקודם של שרונה (רותם סלע) וירמי (ערן זרחוביץ'). כשהם רחוקים מהבית, מהמעריצים ומהנרגילה האהובה עליהם, מתחים ישנים צצים ומאיימים לפרק את הלהקה. לראשונה מאז הכירו בגיל 4 בגן  רד-בול , השלושה מתפצלים. האם הם ימצאו את עצמם או אחד את השני? האם הם יבחרו בחברות אמת או באור הזרקורים? והאם קשה יש רק בלחם? כל התשובות ב עולה לראש , הסרט הקורע של הקיץ בקולנוע!<br>",
    "length":90,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/ZZRn1YPMOco",
    "img":"/api/assets/images/movies/יתומה.jpg",
    "name":"יתומה: ההתחלה",
    "type":"movie",
    "genre": "אימה",
    "description":"אסתר הקטנה היא לא מי שהיא אומרת שהיא....מותחן אימה אודות משפחה עשירה שמקבלת הודעה מפתיעה: לאחר ארבע שנות היעדרות ביתם הקטנה שבה סוף-סוף הביתה. המשפחה מקבלת אותה לחיקה בשמחה והתרגשות, אבל לא עובר הרבה זמן עד שברור לכולם שמשהו מאוד לא בסדר עם אסתר, ויכול להיות שהילדה הקטנה שגרה איתם בבית היא לא מי שהיא אומרת שהיא. כשאם המשפחה מתחילה לחשוד שמדובר במתחזה, הרצחנות של אסתר מתפרצת באופן מחריד...<br>",
    "length":105,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/5wWUg_lhZ34",
    "img":"/api/assets/images/movies/תור.jpg",
    "name":"תור: אהבה ורעם",
    "type":"movie",
    "genre": "פעולה",
    "description":"בסרט הנוכחי תור (כריס המסוורת') יוצא למסע שונה מכל מה שחווה עד כה – מסע בעקבות שקט פנימי. אך הפרישה שלו לא מחזיקה זמן רב כאשר רוצח גלקטי בשם גור רוצח האלים (כריסטיאן בייל), אשר שואף לחסל כל האלים באשר הם, נכנס לתמונה.על מנת להילחם באיום הזה תור חייב לגייס לטובתו את חבריו ואלקירי (טסה תומפסון), קורג (טאיקה וואיטיטי) וחברתו לשעבר ג'יין פוסטר אשר להפתעתו הרבה של תור מסוגלת להרים את פטישו הקסום, מיולניר, בדיוק כמו אל הרעם. יחד הם יוצאים אל מסע קוסמי מפרך במטרה לפענח את המסתורין מאחורי הנקמנות של גור רוצח האלים ולעצור אותו בטרם יהיה מאוחר מידי.הסרט ת'ור: אהבה ורעם מכיל מספר רצפים עם\\nאורות מהבהבים שעשויים להשפיע על בעלי אפילפסיה רגישה לאור או בעלי כל\\nרגישות אחרת לאור.<br>",
    "length":120,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/bjPIcgQDrHA",
    "img":"/api/assets/images/movies/נראתה_לאחרונה_בחיים.jpg",
    "name":"נראתה לאחרונה בחיים",
    "type":"movie",
    "genre": "מתח",
    "description":"וויל ספאן (ג'רארד באטלר), מסיע את אישתו איתה הוא בתחילת הליך גרושים לבית הוריה.בעצירת תדלוק בתחנת דלק האישה נעלמת באופן מסתורי וללא עקבות.לאחר ניסיונות כושלים להיעזר במשטרה ובמשפחתה, וויל מבין שעליו לקחת את החוק לידיים ולעשות הכל על מנת למצוא את אישתו במירוץ נגד הזמן.<br>",
    "length":95,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/AMidbU1--VQ",
    "img":"/api/assets/images/movies/ליגת_סופר_פטס_חדש.jpg",
    "name":"ליגת סופר פטס-אנגלית",
    "type":"movie",
    "genre": "אנימציה",
    "description":"שבועות בקולנוע. סרט אנימציה מבין היוצר של DC קומיקס וורנר אנימיישן. הכלב של סופרמן בעל כוחות העל, קריפטו, חובר לחבורה של חיות מחמד שקיבלו כוחות על בטעות ועכשיו נדרשים להציל את העולם. בגרסה האנגלית עם דווין ג'ונסון וקווין הארט!<br>",
    "length":106,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/aDQCgZ4Uapo",
    "img":"/api/assets/images/movies/הגיבור.jpg",
    "name":"הגיבור",
    "type":"movie",
    "genre": "דרמה",
    "description":"סרטו החדש של אמן הקולנוע האיראני אסגאר פרהאדי, שזכה באוסקר פעמיים, על  פרידה  ועל  הסוכן  המופתיים, מסמל את חזרתו של הקולנוען לארץ מולדתו ולסגנון האהוב והייחודי שלו. גם כאן לוקח פרהאדי סיפור קטן לכאורה, מקרה יומיומי שיכול להתרחש בכל רגע, והופך אותו לדרמה מהפנטת שבה נדמה שבו זמנית כולם גם צודקים וגם טועים, אבל מעל הכל - כולם בני אדם שמנסים לחיות את חייהם הכי טוב שהם יכולים.ראהים נמצא בכלא אחרי שלא הצליח להחזיר הלוואה גדולה שלקח. במהלך חופשה מהכלא, ואחרי שסכום כסף גדול מגיע לידיו, ראהים מוצא את עצמו הופך בין לילה לגיבור מקומי. אך עם התהילה מגיעים סימני השאלה, וראהים מוצא את עצמו נלחם על שמו הטוב – מאין הכסף? לאן הוא הלך? והאם הסיפור כולו היה הצגה אחת גדולה?<br>",
    "length":128,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/p3AxhEvCb6Y",
    "img":"/api/assets/images/movies/האשמה_פוסטר.jpg",
    "name":"האשמה",
    "type":"movie",
    "genre": "דרמה",
    "description":"צעיר מואשם שאנס צעירה. מיהו הצעיר ומי היא הצעירה? האם הוא אשם או חף מפשע? האם היא הקורבן או שהיא צמאה לנקמה, כפי שטוען הנאשם? והאם האמת אחת היא?&nbsp;שני הגיבורים, בני משפחותיהם וחבריהם יראו כיצד חייהם ואמונתם נקרעים לגזרים לעיני כל בחיפוש אחר האמת.&nbsp;השחקן והבמאי הצרפתי המוערך איוואן אטאל מעבד למסך הגדול את רב המכר של קארין טואיל ״עניינים אנושיים , תוך שהוא נעזר בצוות שחקנים פנומנלי הכולל את רעייתו, שרלוט גינסבורג, את בנם המשותף בן אטאל ואת מתייה קסוביץ ופייר ארדיטי.התוצאה, שהוקרנה בבכורה בפסטיבל ונציה האחרון, היא דרמה חכמה וסוחפת בעלת חותם רגשי עז אשר תלווה אתכם ימים לאחר הצפייה.<br>",
    "length":138,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/sXK6JoVe6l0",
    "img":"/api/assets/images/movies/פלאמלים_פוסטר_סופי.jpg",
    "name":"פלאמלים-מדובב",
    "type":"movie",
    "genre": "אנימציה",
    "description":"מכמה מהיוצרים של משפחת סימפסון, מגיעה הרפתקה קיצית לכל המשפחה שתגלגל אתכם מצחוק! אופ ואד הם ״פלאמלים״ (חיות חביבות אשר צורתם עגולה ודומה לדונאט).&nbsp;באופן מקרי ובלתי צפוי, הם נוסעים בזמן משנת 1835 לשנגחאי המדהימה של היום. אופ ואד מגלים דברים חדשים כמו פקקי תנועה, שומן רווי והגרוע מכול – שהפלאמלים נכחדו מהעולם!!!&nbsp;כעת על שני הלא-יוצלחים הללו נופלת אחריות כבדה: הם צריכים להציל את עצמם, את בני מינם, ואפילו לשנות את פני ההיסטוריה - לתמיד!<br>",
    "length":90,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/b1XJdcQp8HI",
    "img":"/api/assets/images/movies/הגיבורים_של_סנטופיה.jpg",
    "name":"הגיבורים של סנטופיה-מדובב",
    "type":"movie",
    "genre": "אנימציה",
    "description":"קומדיית אנימציה, פנטזיית הרפתקאות קסומה וסוחפת, המבוססת על הסדרה המצליחה  מיה ואני .ספר אגדות עתיק אודות ממלכת סנטופיה הקסומה, בה שדונים, גמדים, חדי קרן ודרקונים, הוא האהוב על מיה, נערה צעירה, המתמודדת עם קשיי הסתגלות ובדידות. חייה משתנים, כאשר היא מגלה, שבזכות פיתוח טכנולוגי של אביה, היא יכולה להיכנס אל תוך הספר, כאחת הדמויות הראשיות בו! בממלכת סנטופיה היא לא ילדה רגילה אלא פיה קסומה ואהודה בעלת יכולות ייחודיות. בזמן שהיא לומדת את מלוא יכולותיה בדמותה החדשה ונהנית מפלאי העולם הצבעוני, מתגלה מזימה מרושעת של נבל מקומי, הרוצה לשעבד את היצורים הקסומים ולשלוט על המקום. הדרך היחידה לעצור אותו היא באמצעות חד קרן מחולל סופות, שנמצא באיים הרחוקים ביותר של הממלכה. מיה יוצאת למסע אמיץ עם חבריה, הנסיך מו והלוחם הנחוש יוקו, כדי למצוא אותו, ולהציל את העולם הקסום ואת חבריה החדשים. בדרך היא מגלה את הכוחות החבויים בה, בזמן שחוכמתה וכישוריה יבואו לידי ביטוי. זהו סיפור קסום על כוחו של הדימיון, חברות, אומץ לב ואהבה.<br>",
    "length":88,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/x7OTShXMttE",
    "img":"/api/assets/images/movies/בדיחה_של_ממלכה.jpg",
    "name":"בדיחה של ממלכה-מדובב",
    "type":"movie",
    "genre": "אנימציה",
    "description":"קומדיית-אנימציה והרפתקאות חדשה וקורעת מצחוק מהיוצרים של 'שכחו אותי בגלקסיה', ועם תפקיד אורח מיוחד של דילן דרור! בדיחה של ממלכה  הוא סיפורה של נערה אמיצה היוצאת להציל את נסיך הממלכה שכושף והפך ל... חתורנגול (שילוב משעשע של חתול ותרנגול). בעזרת חברים טובים והרבה תושייה היא תצטרך להתגבר על כל המכשולים, למצוא את שיקוי הקסמים שיפיג את הכישוף, ולהשיב לממלכה את הכיף, השקט והשלווה.  בדיחה של ממלכה  היא אגדה קסומה, פנטסטית, מלאה בהומור, רגש ואקשן עוצר נשימה, המתאימה לצפייה לכל המשפחה.<br>",
    "length":89,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/8uNqcJwyQjE",
    "img":"/api/assets/images/movies/המיניונים_2.jpg",
    "name":"המיניונים 2: עלייתו של גרו-מדובב",
    "type":"movie",
    "genre": "אנימציה",
    "description":"בסרט החדש בסדרת המיניונים יסופר לראשונה כיצד פגשו היצורים הצהובים את מי שיהפוך לבוס שלהם: גרו (מסדרת  גנוב על הירח ). גרו חולם להיות נבל העל הגדול ביותר שידע העולם והמיניונים נחושים לעזור לו להגשים את הפוטנציאל הגלום בו. הבעיה היחידה – גרו רק בן 12 וחבורה מסוכנת של נבלי על מפורסמים שמה עליו מטרה. יחד עם קווין, סטיוארט, בוב ואוטו, גרו והמיניונים יבנו את המאורה הראשונה שלהם, יתנסו בכלי מלחמה בלתי אפשריים, ויתחילו הרפתקה סודית שרק תלך ותסתבך .<br>",
    "length":87,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/8uNqcJwyQjE",
    "img":"/api/assets/images/movies/המיניונים_2.jpg",
    "name":"המיניונים 2: עלייתו של גרו-אנגלית",
    "type":"movie",
    "genre": "אנימציה",
    "description":"בסרט החדש בסדרת המיניונים יסופר לראשונה כיצד פגשו היצורים הצהובים את מי שיהפוך לבוס שלהם: גרו (מסדרת  גנוב על הירח ). גרו חולם להיות נבל העל הגדול ביותר שידע העולם והמיניונים נחושים לעזור לו להגשים את הפוטנציאל הגלום בו. הבעיה היחידה – גרו רק בן 12 וחבורה מסוכנת של נבלי על מפורסמים שמה עליו מטרה. יחד עם קווין, סטיוארט, בוב ואוטו, גרו והמיניונים יבנו את המאורה הראשונה שלהם, יתנסו בכלי מלחמה בלתי אפשריים, ויתחילו הרפתקה סודית שרק תלך ותסתבך .<br>",
    "length":87,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/BpCet5AQx7o",
    "img":"/api/assets/images/movies/אף_פעם_לא_מאחור.jpg",
    "name":"אף פעם לא מאוחר",
    "type":"movie",
    "genre": "דרמה",
    "description":"ננסי סטוקס היא מורה בפנסיה, אלמנה וכמהה להרפתקה, קשר אנושי וסקס. סקס טוב.בעוד בעלה המנוח רוברט סיפק להם בית, משפחה, ומשהו שמזכיר חיים טובים, סקס טוב לא היה חלק מעסקת החבילה. כעת הוא איננו ולננסי יש תכנית: היא תצא להרפתקה עם עובד מין בשם ליאו גרנדה. בחדר מלון אלמוני ננסי מברכת אותו לשלום. הוא נראה בדיוק כמו בתמונות, אך מה שננסי לא ציפתה לקבל זו שיחה טובה מעבר לסקס. לליאו יש דעה על הכל ועל אף שהוא לא תמיד אומר את האמת, ננסי מחבבת אותו. והוא מחבב אותה.עם ביטחון מיני בעלייה, ננסי מתחילה להשתחרר. במהלך המפגשים שלהם, יחסי הכוח משתנים והמסיכות על פניהם אט אט מתקלפות.<br>",
    "length":97,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/bnZRNCZ9W1M",
    "img":"/api/assets/images/movies/בתנועה.jpg",
    "name":"בתנועה",
    "type":"movie",
    "genre": "דרמה",
    "description":" בתנועה  הוא סרטו החדש של הבמאי הצרפתי האהוב סדריק קלאפיש ( פריז פינת ניו יורק ,  בחזרה לבורגונדי ,  פודינג אירופאי ) - דרמה מרגשת מלאה במוזיקה, ריקוד ואהבה, בהשתתפותו של חופש שכטר, הכוריאוגרף הישראלי הנודע, בתפקיד עצמו.&nbsp;אליז בת ה-26 היא רקדנית בלט קלאסי מוכשרת הנמצאת בשיא הקריירה שלה ככוכבת של להקת הבלט של פריז. כשהיא נפצעת במהלך הופעה ומגלה שככל הנראה לא תוכל לרקוד עוד, עולמה חרב עליה והיא מוצאת את עצמה ללא מטרה - להיות רקדנית היה מאז ומתמיד כל מהותה. אבודה, היא מקבלת עבודה כעוזרת טבח בבית כפרי המארח סדנאות אמנים. שם, בין נופי הכפר ומוקפת ברקדנים, היא תצטרך לבנות את עצמה מחדש, גוף ונפש, כרקדנית וכאדם...<br>",
    "length":120,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/VVyMnWm4j3I",
    "img":"/api/assets/images/movies/תוכנית_פריצה(1).jpg",
    "name":"תוכנית פריצה",
    "type":"movie",
    "genre": "פעולה",
    "description":"מהמפיקים של ״האירי״ ו-״השורד האחרון״.סירנות קורעות את הדממה של יער מבודד בתוכו ממוקם מתחם מבוצר. קבוצה של שכירי חרב, לוחמי קומנדו, חודרים למתחם הממוגן.&nbsp;פול מייקלס, מנכ ל חברת סטרטאפ, מתארח במקום אצל אביו רוברט מייקלס (ברוס ויליס), איש ה- CIA. רוברט הינו האחראי על המתקן הסודי המשמש מקלט בטוח לפעילים של הארגון.כשהסכנה מאיימת להרוס את חומות הביטחון - שום דבר אינו אסור בעולם המהמר על מטבעות קריפטוגרפיים המשתמש בנשק כדי להבטיח את הצלחתו.<br>",
    "length":99,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/wBDLRvjHVOY",
    "img":"/api/assets/images/movies/אלביס(2).jpg",
    "name":"אלביס",
    "type":"movie",
    "genre": "תעודי",
    "description":"מהאירועים הקולנועיים הגדולים של השנה. הסודות של תעשיית הבידור האמריקאית  השואוביזנס  כמו שמעולם לא ראיתם אותם בסרטו המונמנטלי של הבימאי והיוצר באז לורמן על אגדת הרוק אלביס. בכיכובם של אוסטין באטלר וטום הנקס. הסרט עוסק בחייו ובמוזיקה של אלביס פרסלי הצעיר (באטלר) ומערכת היחסים המורכבת שלו עם מנהלו האישי המסתורי קולונל טום פרקר (הנקס). על רקע נוף התרבות המתפתחת ואבדן התמימות באמריקה: מעלייתו לתודעה של פרסלי בהופעות דרכים בממפיס ועד למופעי הראווה בלאס-וגאס והתבססות מעמדו ככוכב-הרוק הגדול ביותר שידע העולם.<br>",
    "length":159,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/-APjTYtAe0o",
    "img":"/api/assets/images/movies/שנות_אור(1).jpg",
    "name":"שנות-אור-מדובב",
    "type":"movie",
    "genre": "אנימציה",
    "description":"'שנות-אור' מאולפני דיסני-פיקסאר, הוא הרפתקת מדע בדיוני המספרת את סיפור המקור של באז שנות-אור (בקולו של כריס אוונס), הגיבור שסיפק השראה לצעצוע. הסרט החדש 'שנות -אור' עוקב אחר עלילות לוחם החלל האגדי במהלך הרפתקאותיו בחלל לצד קבוצה של מתגייסים חדורי מוטיבציה (טאיקה וואיטיטי, קיקי פלמר) וידידם הרובוט סוקס (פיטר סוהן).<br>",
    "length":100,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/Da8qPytX5_8",
    "img":"/api/assets/images/movies/לונאנה_יש_יאק_בכתה(1).jpg",
    "name":"לונאנה: יש יאק בכתה",
    "type":"movie",
    "genre": "דרמה",
    "description":"האושר נמצא במקום הכי פחות צפוי&nbsp;או גין הוא מורה צעיר המתגורר בבהוטאן המודרנית. הוא חולם לעבור לאוסטרליה ולהגשים את חלומו להפוך לזמר, ומנסה להתנער ממחויבותו כמורה. אך לממונים עליו יש תוכניות אחרות עבורו. הוא נשלח ללמד ילדים&nbsp;בבית הספר הכי נידח בעולם, בכפר לונאנה על רכס ההימלאיה. בכפר אין חשמל, אין ספרי לימוד ואפילו אין לוח. כל אלה גורמים לאו גין לרצות לעזוב ברגע שהוא מגיע. אך חום ליבם של התושבים וכוחם הרוחני, מחלחלים לליבו וגורמים לו להשתנות לתמיד. לונאנה: יש יאק בכיתה הוא סרט רגיש ונוגע לב שמצולם נפלא בנוף מרהיב, באחד המקומות הכי נידחים בהרי ההימלאיה של בהוטאן. כל תושבי הכפר לונאנה השתתפו בעשיית הסרט בעודם מגלמים את עצמם בסביבתם הטבעית. הסרט מוקיר כבוד לעבודה הכי משמעותית בעולם – להיות מורה המסוגל לעצב את עתידם של תלמידיו. יצירה נוגעת ללב ועטורת שבחים ונציגת בהוטאן לפרס האוסקר לסרט הזר.<br>",
    "length":110,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/cfu60jxfWjQ",
    "img":"/api/assets/images/movies/עולם_היורה_עדכני.jpeg",
    "name":"עולם היורה: עולם חדש",
    "type":"movie",
    "genre": "פעולה",
    "description":"הסרט הגדול ביותר והאחרון בסדרת עולם היורה עם כריס פראט לצד כוכבי טרילוגיית פארק היורה המקורי: סאם ניל, לורה דרן וג'ף גולדבלום שחוזרים לתפקידיהם האייקונים.זהו עולם חדש: ארבע שנים אחרי שהאי שלהם הושמד בהתפרצות הר געש, הדינוזאורים חיים כעת לצד בני האדם ומתרבים במהרה ברחבי הגלובוס. האיזון השברירי הזה עומד למבחן: האם בני האדם יישארו אדוני הפלאנטה או שיאלצו לחלוק את הכוכב עם היצורים האימתניים ביותר שידע כדור הארץ.<br>",
    "length":145,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/wcRcSUCiVgA",
    "img":"/api/assets/images/movies/חומוס-פול-טריילר-פוסטר.jpg",
    "name":"חומוס FULL טריילר",
    "type":"movie",
    "genre": "קומדיה",
    "description":"מה קורה כשסוחרי נשק חרדים, מגדלי פרחים הומואים, מבריחים ערבים, גנגסטרים סלוניקאים והמבוקש מספר 1 בעולם, עומדים בדרכה של עולה חדשה מצרפת בדרכה להתחתן עם אהוב ליבה ההייטקיסט?קומדיית פשע ישראלית מטורפת שבה אף אחד לא רוצה לצאת פראייר, אבל כולם הולכים לשלם ביוקר!<br>",
    "length":94,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/db0Pt9vmrbo",
    "img":"/api/assets/images/movies/אהבה_בשחקים_חדש.jpg",
    "name":"אהבה בשחקים: מאווריק",
    "type":"movie",
    "genre": "דרמה",
    "description":"לאחר יותר משלושים שנות שירות כאחד הטייסים הבכירים בחיל הים האמריקאי, פיט  מאווריק  מיטשל (טום קרוז) נמצא במקומו הטבעי; פורץ גבולות כטייס ניסוי אמיץ ומתחמק מקידום בדרגה שיקרקע אותו. כאשר הוא מוצא את עצמו מאמן משלוח של בוגרי בית הספר לטיסה לקראת משימה שכמותה טרם נראתה, מאווריק פוגש את סגן בראדלי בראדשו (מיילס טלר), או בכינויו  רוסטר  – בנו של חברו המנוח של מאווריק, ניק  גוס  בראדשו. בעומדו כנגד עתיד לא ודאי ואל מול שדים מן העבר, מאווריק נקרא להתעמת עם פחדיו העמוקים ביותר ששיאו במשימה שתדרוש את ההקרבה האולטימטיבית מאלה שנבחרו למלא אותה.<br>",
    "length":130,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/oqj2luTdo3Y",
    "img":"/api/assets/images/movies/ארנגול_ושודדי_האוצר.jpg",
    "name":"ארנגול ושודדי האוצר האבוד-עברית",
    "type":"movie",
    "genre": "אנימציה",
    "description":"מלך, חובב ארכיאולוגיה והרפתקאות, מוצא ביערות תינוק נטוש אך שונה: הוא חצי ארנב וחצי תרנגול. הוא מחליט לאמצו ולגדלו כבנו שלו. ארנגול גדל להיות סקרן וחובב הרפתקאות כמו אביו, אך הוא מושא ללעג בגלל השוני שבו. כאשר הממלכה בסכנת השתלטות של הדוד הרע שלו, ארנגול מחליט לצאת למסע, מלווה בחברו הצב ובואשית שובבה ואמיצה, בכדי להציל את עמו. עיבוד לרב מכר הילדים  ארנגול  שתורגם ליותר מ30 שפות כולל ישראל.<br>",
    "length":91,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/-dXuy9YJXBY",
    "img":"/api/assets/images/movies/הסיפור_שלנו_לכל_המשפחה.jpg",
    "name":"הסיפור שלנו",
    "type":"movie",
    "genre": "רומנטי",
    "description":"קומדיה רומנטית מוזיקלית בכיכובם של לי בירן ואליאנה תדהר. הוא סוכן אמנים מלא אמביציה וחסר עכבות, היא זמרת ויוצרת חסרת ביטחון שכותבת למגירה. כדי לגלות מי הם באמת, הם יצטרכו קודם כל למצוא אחד את השנייה, להתגבר על ההבדלים ביניהם ולתת לאהבה למוזיקה לעשות את השאר. הסיפור שלנו  יספר את סיפורם של אנשים צעירים שמוצאים, ביחד ולחוד, את האומץ להתנער ממי שהעולם קבע שהם אמורים להיות כדי להתחבר לחלומות, לרצונות ולתשוקות שלהם. צעירים שמחליטים, לראשונה, להגדיר את עצמם בעצמם.<br>",
    "length":105,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/URQQ5guszOU",
    "img":"/api/assets/images/movies/כלב_מי_שמנגן_2.jpg",
    "name":"כלב מי שמנגן 2 -מדובב",
    "type":"movie",
    "genre": "אנימציה",
    "description":"בודי ולהקתו הפכו לסלבס בכפר שלהם בהר המושלג, וכן יש להם אפילו מעריצים מושבעים.&nbsp;כאשר מפיק מוסיקה נותן להם הזדמנות של פעם בחיים לצאת לסיבוב הופעות עם אלילת פופ, בודי וחבריו לומדים שיש מחיר לתהילה! ומגלים שרק אם אתה נאמן לעצמך, אתה יכול לשחרר את הכוח שברוקנרול!<br>",
    "length":87,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/eGH4mmJ1PVY",
    "img":"/api/assets/images/movies/אמה_הזאב_והאריה.jpg",
    "name":"אמה, הזאב והאריה הגדול-מדובב",
    "type":"movie",
    "genre": "דרמה",
    "description":"מהיוצרים של  מיה והאריה הלבן .אמה מגיעה לבקתה של סבה שזה עתה\\nנפטר.&nbsp;בעודה מעבירה שם לילה לפני חזרתה ללימודי המוזיקה שלה\\nבעיר,&nbsp;היא מוצאת גור אריות ששרד התרסקות מטוס באזור וגור זאבים שהושאר\\nבפתח&nbsp;ביתה על ידי אמו הזאבה. יחדיו הם יוצאים למסע מרתק וקסום\\nשכולו חברות אמת,&nbsp;אהבה לטבע, לחיות ולחיים עצמם.<br>",
    "length":99,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/jIHoneSGWGM",
    "img":"/api/assets/images/movies/איינבו_ושומרי_הג'ונגל_פוסטר.jpg",
    "name":"איינבו ושומרי הג'ונגל-מדובב",
    "type":"movie",
    "genre": "אנימציה",
    "description":"איינבו נולדה וגדלה עמוק בתוך הג'ונגלים של האמזונס, יום אחד היא מגלה שביתה והג׳ונגל סביבו בסכנה. היא לא ילדה רגילה, יש לה יכולת לתקשר עם חיות הג'ונגל. יחד עם חבריה,  דילו  ארמדילו חמוד ומצחיק ו ואקה  טפיר נמרץ ומלא אהבה, היא יוצאת למסע הרפתקאות משעשע כדי להציל את האמזונס. בעזרת אימה וחבריה החיות, איינבו נחושה להציל את המצב ונאבקת כדי למנוע את ההרס ולהרחיק את בני האדם מהג'ונגלים בהם היא חיה, לפני שיהיה מאוחר מדי.<br>",
    "length":85,
    "year":"2022"
},{
    "trailer":"https://www.youtube.com/embed/JGlGMr7uTU8",
    "img":"/api/assets/images/movies/סוניק_2(1).jpg",
    "name":"סוניק הסרט 2-מדובב",
    "type":"movie",
    "genre": "אנימציה",
    "description":"הקיפוד האהוב ביותר בעולם חוזר להרפתקה משודרגת ב'סוניק הסרט 2'. לאחר שסוניק התמקם בגרין הילס, הוא צמא להוכיח שיש לו את מה שדרוש בשביל להיות גיבור אמיתי. המבחן שלו מגיע כאשר ד ר רובוטניק חוזר, הפעם עם שותף חדש בשם נאקלס, בחיפוש אחר אבן איזמרגד שבכוחה להשמיד עולמות. סוניק חובר אל שותף משלו, טיילז, ויחד הם יוצאים למסע חובק עולם לאיתור האזמרגד לפני שהוא נופל לידיים הלא נכונות.<br>",
    "length":122,
    "year":"2022"
}
]

export { movieDb }